import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-advice',
  templateUrl: './advice.component.html',
  styleUrls: ['./advice.component.css']
})
export class AdviceComponent implements OnInit {

  constructor() { }

  ngOnInit() {
  }

  adviceInQuran = {
    title:"মানবজাতির প্রতি পবিত্র কোরআনের ১০০টি উপদেশ হলো।",
    advices : [{
      title: "১।   সত্য ও মিথ্যার মিশ্রণ করা যাবে না",
      detail:"ইরশাদ হয়েছে, ‘তোমরা সত্যকে মিথ্যার সঙ্গে মিশ্রিত কোরো না। এবং জেনেশুনে সত্য গোপন কোরো না।", 
      ref:"(সুরা : বাকারা, আয়াত : ৪২)"
      },{
      title: "২।  সৎ কাজ নিজে করে অন্যকে করতে বলো",
      detail:"ইরশাদ হয়েছে, ‘তোমরা কি মানুষকে সৎকর্মের নির্দেশ দাও, আর নিজেদের বিস্মৃত হও...?", 
      ref:"(সুরা : বাকারা, আয়াত : ৪৪)"
      },{
      title: "৩।   বিবাদে লিপ্ত হয়ো না",
      detail:"ইরশাদ হয়েছে, ‘...দুষ্কৃতকারীরূপে পৃথিবীতে নৈরাজ্য সৃষ্টি কোরো না।", 
      ref:"(সুরা : বাকারা, আয়াত : ৬০)"
      },{
      title: "৪।   কারো মসজিদে যাওয়ার পথে বাধা দিয়ো না",
      detail:"ইরশাদ হয়েছে, ‘তার চেয়ে বড় জালিম আর কে, যে আল্লাহর (ঘর) মসজিদে তাঁর নাম স্মরণ করতে বাধা দেয় এবং এর বিনাশসাধনে প্রয়াসী হয়...?’ (সুরা : বাকারা, আয়াত : ১১৪)"
      },{
      title: "৫।   কারো অন্ধ অনুসরণ করা যাবে না",
      detail:"ইরশাদ হয়েছে, ‘যখন তাদের বলা হয়, আল্লাহ যা অবতীর্ণ করেছেন, তা তোমরা অনুসরণ করো; তারা বলে, না, বরং আমরা আমাদের পিতৃপুরুষদের যাতে পেয়েছি, তার অনুসরণ করব...।", 
      ref:"(সুরা : বাকারা, আয়াত : ১৭০)"
      },{
      title: "৬।   প্রতিশ্রুতি ভঙ্গ কোরো না",
      detail:"ইরশাদ হয়েছে, ‘হে ঈমানদাররা, তোমরা অঙ্গীকার পূর্ণ করো...।", 
      ref:"(সুরা : মায়েদা, আয়াত : ১)"
      },{
      title: "৭।   অন্যায়ভাবে কারো সম্পদ ভোগ করবে না",
      detail:"ইরশাদ হয়েছে, ‘তোমরা নিজেদের মধ্যে একে অন্যের অর্থ-সম্পদ অন্যায়ভাবে গ্রাস কোরো না...।", 
      ref:"(সুরা : বাকারা, আয়াত : ১৮৮)"
      },{
      title: "৮।   সীমা লঙ্ঘন করা যাবে না",
      detail:"ইরশাদ হয়েছে, ‘...সীমা লঙ্ঘন কোরো না। নিশ্চয়ই আল্লাহ সীমা লঙ্ঘনকারীদের ভালোবাসেন না।", 
      ref:"(সুরা : বাকারা, আয়াত : ১৯০)"
      },{
      title: "৯।   আল্লাহর পথে ব্যয় করো",
      detail:"ইরশাদ হয়েছে, ‘তোমরা আল্লাহর পথে ব্যয় করো...।", 
      ref:"(সুরা : বাকারা, আয়াত : ১৯৫)"
      },{
      title: "১০।  এতিমদের সম্পদ রক্ষণাবেক্ষণ করো",
      detail:"ইরশাদ হয়েছে, ‘মানুষ তোমাকে এতিমদের সম্পর্কে জিজ্ঞাসা করে, বলে দাও, তাদের জন্য সুব্যবস্থা করা উত্তম...।", 
      ref:"(সুরা : বাকারা, আয়াত : ২২০)"
      },{
      title: "১১। ঋতুস্রাবের সময় সহবাস পরিহার করো",
      detail:"ইরশাদ হয়েছে, ‘তোমরা ঋতুস্রাবের সময় যৌন সঙ্গম কোরো না। (সুরা : বাকারা, আয়াত : ২২২)"
      },{
      title: "১২। শিশুকে দুই বছর বুকের দুধ খাওয়াও",
      detail:"ইরশাদ হয়েছে, ‘শিশুকে পূর্ণ দুই বছর দুধ পান করাও।’(সুরা : বাকারা, আয়াত : ২৩০)"
      },{
      title: "১৩। সৎ শাসক নির্বাচন করো",
      detail:"ইরশাদ হয়েছে, ‘সৎ গুণ দেখে শাসক নির্বাচন করো।’(সুরা : বাকারা, আয়াত : ২৪৭)"
      },{
      title: "১৪। ধর্ম নিয়ে বাড়াবাড়ি নয়",
      detail:"ইরশাদ হয়েছে, ‘দ্বিনের ব্যাপারে কোনো জবরদস্তি নেই। (সুরা : বাকারা, আয়াত : ২৫৬)"
      },{
      title: "১৫। মানুষের নিঃস্বার্থ উপকার করো",
      detail:"ইরশাদ হয়েছে, ‘প্রতিদান কামনা করে দান বিনষ্ট কোরো না।", 
      ref:"(সুরা : বাকারা, আয়াত : ২৬৪)"
      },{
      title: "১৬। অন্যের বিপদে সাহায্য করো",
      detail:"ইরশাদ হয়েছে, ‘প্রয়োজনে সহযোগিতা করো।’(সুরা : বাকারা, আয়াত : ২৭৩)"
      },{
      title: "১৭। সুদ পরিহার করো",
      detail:"ইরশাদ হয়েছে, ‘সুদ গ্রহণ কোরো না।’(সুরা : বাকারা, আয়াত : ২৭৫)"
      },{
      title: "১৮।  অপারগ ব্যক্তির ওপর সদয় হও",
      detail:"ইরশাদ হয়েছে, ‘যদি ঋণগ্রহীতা অভাবগ্রস্ত হয়, তবে সচ্ছলতা আসা পর্যন্ত সময় দাও।", 
      ref:"(সুরা : বাকারা, আয়াত : ২৮০)"
      },{
      title: "১৯।   হিসাব সংরক্ষণ করো",
      detail:"ইরশাদ হয়েছে, ‘ঋণের বিষয় লিখে রাখো।’(সুরা : বাকারা, আয়াত : ২৮২)"
      },{
      title: "২০।   আমানত রক্ষা করো",
      detail:"ইরশাদ হয়েছে, ‘আমানত রক্ষা করো।’(সুরা : বাকারা, আয়াত : ২৮৩)"
      },{
      title: "২১। পরনিন্দা পরিহার করো",
      detail:"ইরশাদ হয়েছে, ‘কারো গোপন তথ্য অনুসন্ধান কোরো না এবং পরনিন্দা কোরো না।", 
      ref:"(সুরা : বাকারা, আয়াত : ২৮৩)"
      },{
      title: "২২। সব নবীর প্রতি বিশ্বাস স্থাপন করো",
      detail:"ইরশাদ হয়েছে, ‘সব নবীর প্রতি বিশ্বাস স্থাপন করো।’(সুরা : বাকারা, আয়াত : ২৮৫)"
      },{
      title: "২৩। আল্লাহ চেষ্টা অনুযায়ী প্রতিদান দেন",
      detail:"ইরশাদ হয়েছে, ‘আল্লাহ সাধ্যের বাইরে কারো ওপর বোঝা চাপিয়ে দেন না। সে তা-ই পায় যা তার অর্জন।’(সুরা : বাকারা, আয়াত : ২৮৬)"
      },{
      title: "২৪। আল্লাহ বিচ্ছিন্নতা পছন্দ করেন না",
      detail:"ইরশাদ হয়েছে, ‘তোমরা পরস্পর থেকে বিচ্ছিন্ন হয়ো না।’(সুরা : আলে ইমরান, আয়াত : ১০৩)"
      },{
      title: "২৫। সত্যের প্রতি আহ্বানকারী থাকা চাই",
      detail:"ইরশাদ হয়েছে, ‘তোমাদের ভেতর এমন একটি দল থাকা উচিত, যারা ভালো কাজের প্রতি আহ্বান জানাবে, সৎ কাজের আদেশ দেবে এবং মন্দ কাজ থেকে বারণ করবে।’(সুরা : আলে ইমরান, আয়াত : ১০৪)"
      },{
      title: "২৬। কোমলভাষী হও",
      detail:"ইরশাদ হয়েছে, ‘রূঢ় ভাষা ব্যবহার কোরো না।’(সুরা : আলে ইমরান, আয়াত : ১৫৯)"
      },{
      title: "২৭। সৃষ্টিজগতে আল্লাহর অনুসন্ধান করো",
      detail:"ইরশাদ হয়েছে, ‘এই বিশ্বের বিস্ময় ও সৃষ্টি নিয়ে গভীর চিন্তাভাবনা করো।", 
      ref:"(সুরা : আলে ইমরান, আয়াত : ১৯১)"
      },{
      title: "২৮। নারী-পুরুষ সবাই তার কর্মফল পাবে",
      detail:"ইরশাদ হয়েছে, ‘নারী ও পুরুষ উভয়ই তাদের কৃতকর্মের সমান প্রতিদান পাবে।", 
      ref:"(সুরা : আলে ইমরান, আয়াত : ১৯৫)"
      },{
      title: "২৯। প্রাপ্তদের উত্তরাধিকারের সম্পদ বুঝিয়ে দাও",
      detail:"ইরশাদ হয়েছে, ‘মৃতের সম্পদ তার পরিবারের সদস্যদের ভেতর বণ্টন করতে হবে।", 
      ref:"(সুরা : নিসা, আয়াত : ৭)"
      },{
      title: "৩০। নারীদের উত্তরাধিকার থেকে বঞ্চিত কোরো না",
      detail:"ইরশাদ হয়েছে, ‘সম্পদের উত্তরাধিকারে নারীদেরও সুনির্দিষ্ট অংশ রয়েছে।", 
      ref:"(সুরা : নিসা, আয়াত : ৭)"
      },{
      title: "৩১। অনাথের সম্পদ আত্মসাত্ কোরো না",
      detail:"ইরশাদ হয়েছে, ‘অনাথদের সম্পদ আত্মসাত্ কোরো না।’(সুরা : নিসা, আয়াত : ১০)"
      },{
      title: "৩২। নিষিদ্ধ নারীকে বিয়ে কোরো না",
      detail:"ইরশাদ হয়েছে, ‘যাদের সঙ্গে রক্তের সম্পর্ক রয়েছে তাদের বিয়ে কোরো না।", 
      ref:"(সুরা : নিসা, আয়াত : ২৩)"
      },{
      title: "৩৩। অন্যায়ভাবে সম্পদ হরণ কোরো না",
      detail:"ইরশাদ হয়েছে, ‘অন্যায়ভাবে কারো সম্পদ ভক্ষণ কোরো না।", 
      ref:"(সুরা : নিসা, আয়াত : ২৯)"
      },{
      title: "৩৪। পুরুষ পরিবারের অভিভাবক হবে",
      detail:"ইরশাদ হয়েছে, ‘পরিবারের অভিভাবকত্ব ও অর্থ ব্যয় পুরুষের দায়িত্ব।", 
      ref:"(সুরা : নিসা, আয়াত : ৩৪)"
      },{
      title: "৩৫। সদাচারী হও",
      detail:"ইরশাদ হয়েছে, ‘অন্যের প্রতি সদাচারী হও।’(সুরা : নিসা, আয়াত : ৩৬)"
      },{
      title: "৩৬। কৃপণ হয়ো না",
      detail:"ইরশাদ হয়েছে, ‘কার্পণ্য কোরো না এবং অন্যকে কার্পণ্য শিক্ষা দিয়ো না।", 
      ref:"(সুরা : নিসা, আয়াত : ৩৭)"
      },{
      title: "৩৭। বিদ্বেষ পরিহার করো",
      detail:"ইরশাদ হয়েছে, ‘বিদ্বেষী হয়ো না।’(সুরা : নিসা, আয়াত : ৫৪)"
      },{
      title: "৩৮। ন্যায়বিচার করো",
      detail:"ইরশাদ হয়েছে, ‘মানুষের প্রতি ন্যায়বিচার করো।", 
      ref:"(সুরা : নিসা, আয়াত : ৫৮)"
      },{
      title: "৩৯। মানুষ হত্যা কোরো না",
      detail:"ইরশাদ হয়েছে, ‘পরস্পরকে হত্যা কোরো না।", 
      ref:"(সুরা : নিসা, আয়াত : ৯২)"
      },{
      title: "৪০। বিশ্বাস ভঙ্গকারীদের পক্ষপাত কোরো না",
      detail:"ইরশাদ হয়েছে, ‘বিশ্বাসঘাতকদের পক্ষ নিয়ে বিতর্ক কোরো না।", 
      ref:"(সুরা : নিসা, আয়াত : ১০২)"
      },{
      title: "৪১। সত্যের ওপর অবিচল থাকো",
      detail:"ইরশাদ হয়েছে, ‘ন্যায়ের ওপর প্রতিষ্ঠিত থাকো।", 
      ref:"(সুরা নিসা, আয়াত : ১৩৫)"
      },{
      title: "৪২। অঙ্গীকার পূর্ণ করো",
      detail:"ইরশাদ হয়েছে, ‘হে মুমিনরা! তোমরা অঙ্গীকার পূর্ণ করো।", 
      ref:"(সুরা মায়িদা, আয়াত : ১)"
      },{
      title: "৪৩। সৎকাজে পরস্পরকে সহযোগিতা করো",
      detail:"ইরশাদ হয়েছে, ‘সৎকাজ ও খোদাভীতির ব্যাপারে পরস্পরকে সহযোগিতা করো।", 
      ref:"(সুরা মায়িদা, আয়াত : ২)"
      },{
      title: "৪৪। সীমা লঙ্ঘনের ব্যাপারে সহযোগিতা কোরো না",
      detail:"ইরশাদ হয়েছে, ‘আর তোমরা পাপ ও সীমা লঙ্ঘনের ব্যাপারে পরস্পরকে সহযোগিতা কোরো না।", 
      ref:"(সুরা মায়িদা, আয়াত : ২)"
      },{
      title: "৪৫। সত্যের অনুগামী হও",
      detail:"ইরশাদ হয়েছে, ‘হে মুমিনরা! তোমরা আল্লাহর উদ্দেশে সাক্ষ্যদানের ক্ষেত্রে সত্যের ওপর প্রতিষ্ঠিত থাকবে।’(সুরা মায়িদা, আয়াত : ৮)"
      },{
      title: "৪৬। অপরাধীকে দৃষ্টান্তমূলক শাস্তি দাও",
      detail:"ইরশাদ হয়েছে, ‘পুরুষ চোর ও নারী চোর, তাদের হাত কেটে দাও। এটা তাদের কৃতকর্মের ফল এবং আল্লাহর পক্ষ থেকে দৃষ্টান্তমূলক দণ্ড।", 
      ref:"(সুরা মায়িদা, আয়াত : ৩৮)"
      },{
      title: "৪৭। পাপ ও অবৈধ জিনিসের পেছনে শ্রম ব্যয় কোরো না",
      detail:"ইরশাদ হয়েছে, ‘তাদের অনেককেই তুমি দেখবে পাপে, সীমালঙ্ঘনে ও অবৈধ ভক্ষণে তৎপর। তারা যা করে নিশ্চয় তা নিকৃষ্ট।", 
      ref:"(সুরা মায়িদা, আয়াত : ৬২)"
      },{
      title: "৪৮। মাদকদ্রব্য বর্জন করো",
      detail:"ইরশাদ হয়েছে, ‘হে মুমিনরা! নিশ্চয় মদ, জুয়া, মূর্তিপূজার বেদি ও ভাগ্য নির্ণায়ক তীর ঘৃণ্য বস্তু, শয়তানের কাজ। সুতরাং তোমরা তা বর্জন করো।", 
      ref:"(সুরা মায়িদা, আয়াত : ৯০)"
      },{
      title: "৪৯। জুয়া খেলো না",
      detail:"ইরশাদ হয়েছে, ‘হে মুমিনরা! নিশ্চয় মদ, জুয়া, মূর্তিপূজার বেদি ও ভাগ্য নির্ণায়ক তীর ঘৃণ্য বস্তু, শয়তানের কাজ। সুতরাং তোমরা তা বর্জন করো।", 
      ref:"(সুরা মায়িদা, আয়াত : ৯০)"
      },{
      title: "৫০। পৃথিবীতে ভ্রমণ করো",
      detail:"ইরশাদ হয়েছে, ‘বলুন! তোমরা পৃথিবীতে পরিভ্রমণ করো, অতঃপর দেখো, যারা সত্যকে অস্বীকার করে তাদের পরিণাম কী হয়েছিল!’ (সুরা আনআম, আয়াত : ১১)"
      },{
      title: "৫১। আধিক্য সত্যের মানদণ্ড নয়",
      detail:"ইরশাদ হয়েছে, ‘যদি তুমি পৃথিবীর অধিকাংশ মানুষের কথামতো চলো, তবে তারা তোমাকে আল্লাহর পথ থেকে বিচ্যুত করবে। তারা তো শুধু অনুমানের অনুসরণ করে এবং তারা শুধু অনুমানভিত্তিক কথা বলে।", 
      ref:"(সুরা : আনআম, আয়াত : ১১৬)"
      },{
      title: "৫২। সঠিক ওজনে লেনদেন করো",
      detail:"ইরশাদ হয়েছে, ‘তোমরা ন্যায্য পরিমাপ ও ওজন পূর্ণ করবে।", 
      ref:"(সুরা : আনআম, আয়াত : ১৫২)"
      },{
      title: "৫৩. অহংকার পতনের মূল",
      detail:"ইরশাদ হয়েছে, ‘তুমি এই স্থান থেকে নেমে যাও। এখানে থেকে তুমি অহংকার করবে, তা গ্রহণযোগ্য নয়। সুতরাং তুমি বের হয়ে যাও। নিশ্চয় তুমি অধমদের অন্তর্ভুক্ত।", 
      ref:"(সুরা : আরাফ, আয়াত : ১৩)"
      },{
      title: "৫৪। নামাজের সময় সুন্দর পোশাক পরিধান করো",
      detail:"ইরশাদ হয়েছে, ‘হে আদম সন্তান, তোমরা প্রত্যেক নামাজের সময় সুন্দর পোশাক পরিধান করো।", 
      ref:"(সুরা : আরাফ, আয়াত : ৩১)"
      },{
      title: "৫৫। অপচয়কারীকে আল্লাহ পছন্দ করেন না",
      detail:"ইরশাদ হয়েছে, ‘তোমরা খাও এবং পান করো। তবে অপচয় কোরো না। নিশ্চয় আল্লাহ অপচয়কারীকে পছন্দ করেন না।", 
      ref:"(সুরা : আরাফ, আয়াত : ৩১)"
      },{
      title: "৫৬। অন্যের ত্রুটিবিচ্যুতি ক্ষমা করো",
      detail:"ইরশাদ হয়েছে, ‘আপনি ক্ষমাপরায়ণ হোন।", 
      ref:"(সুরা : আরাফ, আয়াত : ১৯৯)"
      },{
      title: "৫৭। যুদ্ধের ময়দান থেকে পালাবে না",
      detail:"ইরশাদ হয়েছে, ‘হে মুমিনরা, যখন তোমরা কাফির বাহিনীর মুখোমুখি হবে তখন তোমরা পৃষ্ঠ প্রদর্শন কোরো না।", 
      ref:"(সুরা : আনফাল, আয়াত : ১৫)"
      },{
      title: "৫৮। নিরাপত্তাপ্রত্যাশীদের নিরাপত্তা দাও",
      detail:"ইরশাদ হয়েছে, ‘মুশরিকদের কেউ আপনার কাছে আশ্রয় প্রার্থনা করলে আপনি তাকে আশ্রয় দেবেন, যেন সে আল্লাহর বাণী শুনতে পারে।", 
      ref:"(সুরা : তাওবা, আয়াত : ৬)"
      },{
      title: "৫৯। আল্লাহ পবিত্র ব্যক্তিকে ভালোবাসেন",
      detail:"ইরশাদ হয়েছে, ‘সেখানে রয়েছে এমন মানুষ, যারা পবিত্রতা অর্জন করতে পছন্দ করে। আর আল্লাহ পবিত্রতা অর্জনকারীকে ভালোবাসেন।", 
      ref:"(সুরা : তাওবা, আয়াত : ১০৮)"
      },{
      title: "৬০। আল্লাহঅনুগ্রহ থেকে নিরাশ হয়ো না",
      detail:"ইরশাদ হয়েছে, ‘তোমরা আল্লাহর অনুগ্রহ থেকে নিরাশ হয়ো না।", 
      ref:"(সুরা : আরাফ, আয়াত : ১৩)"
      },{
      title: "৬১। অজ্ঞতাবশত ভুল হলে আল্লাহ ক্ষমা করেন",
      detail:"ইরশাদ হয়েছে, ‘অতঃপর যারা অজ্ঞতাবশত মন্দ কাজ করে তারা পরে তওবা করলে এবং নিজেদের সংশোধন করলে তাদের প্রতি তাদের প্রতিপালক অবশ্যই অতি ক্ষমাশীল, পরম দয়ালু।", 
      ref:"(সুরা : নাহল, আয়াত : ১১৯)"
      },{
      title: "৬২। ইসলাম প্রচারে কৌশলী হও",
      detail:"ইরশাদ হয়েছে, ‘তুমি আল্লাহর পথে প্রজ্ঞা ও উত্তম উপদেশের মাধ্যমে আহ্বান করো। তাদের সঙ্গে উত্তম পন্থায় বিতর্কে লিপ্ত হও। নিশ্চয় তোমার প্রভু পথভ্রষ্টদের সম্পর্কে সবিশেষ অবগত এবং সত্য পথের অনুসারীদের ব্যাপারেও সর্বোত্তম জানেন।", 
      ref:"(সুরা : নাহল, আয়াত : ১২৫)"
      },{
      title: "৬৩। কেউ কারো পাপের বোঝা বহন করবে না",
      detail:"ইরশাদ হয়েছে, ‘যে সৎপথ অনুসরণ করে সে নিজের কল্যাণের জন্য সৎপথ অনুসরণ করে এবং যে পথভ্রষ্ট হবে সে নিজের ধ্বংসের জন্যই তা করবে। কেউ কারো বোঝা বহন করবে না। আমি রাসুল প্রেরণ করার পূর্ব পর্যন্ত কাউকে শাস্তি প্রদান করি না।", 
      ref:"(সুরা : বনি ইসরাইল, আয়াত : ১৫)"
      },{
      title: "৬৪। পিতা-মাতার সঙ্গে সদ্ব্যবহার কোরো",
      detail:"ইরশাদ হয়েছে, ‘আপনার প্রতিপালক নির্দেশ দিয়েছেন, তিনি ব্যতীত অন্য কারো ইবাদত না করতে এবং মা-বাবার সঙ্গে ভালো ব্যবহার করতে।", 
      ref:"(সুরা : বনি ইসরাইল, আয়াত : ২৩)"
      },{
      title: "৬৫। মা-বাবার সঙ্গে মন্দ ব্যবহার কোরো না",
      detail:"ইরশাদ হয়েছে, ‘তাদের একজন বা উভয়ই যদি তোমার জীবদ্দশায় বার্ধক্যে উপনীত হয়, তাদের ‘উফ’ বলো না, তাদের ধমক দিয়ো না; তাদের সঙ্গে বিনম্র ভাষায় কথা বলো।", 
      ref:"(সুরা : বনি ইসরাইল, আয়াত : ২৩)"
      },{
      title: "৬৬। জীবনে মধ্যপন্থা অবলম্বন করো",
      detail:"ইরশাদ হয়েছে, ‘তুমি তোমার হাত তোমার গ্রীবায় আবদ্ধ করে রেখো না এবং তা সম্পূর্ণ প্রসারিতও কোরো না। তাহলে তুমি তিরস্কৃত ও নিঃস্ব হয়ে যাবে।", 
      ref:"(সুরা : বনি ইসরাইল, আয়াত : ২৯)"
      },{
      title: "৬৭। সন্তান হত্যা কোরো না",
      detail:"ইরশাদ হয়েছে, ‘দারিদ্র্যের ভয়ে তোমরা সন্তান হত্যা কোরো না। তাদের এবং তোমাদের আমিই জীবিকা প্রদান করি। নিশ্চয় তাদের হত্যা করা মহাপাপ।", 
      ref:"(সুরা : বনি ইসরাইল, আয়াত : ৩১)"
      },{
      title: "৬৮। অবাধ যৌনাচারে লিপ্ত হয়ো না",
      detail:"ইরশাদ হয়েছে, ‘ব্যভিচারের নিকটবর্তী হয়ো না। নিশ্চয় এটা অশ্লীল ও নিকৃষ্ট আচরণ।", 
      ref:"(সুরা : বনি ইসরাইল, আয়াত : ৩২)"
      },{
      title: "৬৯। না জেনে কোনো কিছুর অনুসরণ করবে না",
      detail:"ইরশাদ হয়েছে, ‘যে বিষয়ে তোমার জ্ঞান নেই তার অনুসরণ কোরো না। নিশ্চয় কান, চোখ, হৃদয়—এর প্রত্যেকটি সম্পর্কে জিজ্ঞেস করা হবে।", 
      ref:"(সুরা : বনি ইসরাইল, আয়াত : ৩২)"
      },{
      title: "৭০। নম্র ভাষায় কথা বলো",
      detail:"ইরশাদ হয়েছে, ‘তোমরা তার সঙ্গে নম্র ভাষায় কথা বলবে। হয়তো সে উপদেশ গ্রহণ করবে অথবা ভয় পাবে।", 
      ref:"(সুরা : ত্বহা, আয়াত : ৪৪)"
      },{
      title: "৭১। অনর্থক কাজ থেকে বিরত থাকো",
      detail:"ইরশাদ হয়েছে, ‘(মুমিন তারা)‘ যারা অনর্থক ক্রিয়াকলাপ থেকে বিরত থাকে।", 
      ref:"(সুরা : মুমিনুন, আয়াত : ৩)"
      },{
      title: "৭২। অনুমতি ছাড়া কারো ঘরে প্রবেশ কোরো না",
      detail:"ইরশাদ হয়েছে, ‘হে মুমিনরা! অন্যের ঘরে অনুমতি গ্রহণ বা সালাম প্রদান না করে প্রবেশ কোরো না। এটাই তোমাদের জন্য উত্তম, যদি তোমরা উপদেশ গ্রহণ করো।’(সুরা : নুর, আয়াত : ২৭)"
      },{
      title: "৭৩। লজ্জা ও শালীনতার সঙ্গে চলো",
      detail:"ইরশাদ হয়েছে, ‘আপনি মুমিন পুরুষদের বলে দিন যেন তারা তাদের দৃষ্টি সংযত রাখে এবং তাদের লজ্জাস্থান হেফাজত করে। এটাই তাদের জন্য পবিত্রতম। তারা যা করে আল্লাহ নিশ্চয়ই তা জানেন। এবং আপনি মুমিন নারীদের বলুন, তারা যেন তাদের দৃষ্টি অবনত রাখে এবং লজ্জাস্থান হেফাজত করে; তারা যেন তাদের সৌন্দর্য প্রকাশ না করে, তবে ওইটুকু ব্যতীত যা স্বাভাবিকভাবে প্রকাশ পায়।", 
      ref:"(সুরা : নুর, আয়াত : ২৭)"
      },{
      title: "৭৪। মা-বাবার ঘরে প্রবেশের আগেও অনুমতি নাও",
      detail:"ইরশাদ হয়েছে, ‘হে মুমিনরা! তোমাদের মালিকাধীন দাস-দাসীরা এবং তোমাদের মধ্যে যারা এখনো বয়ঃপ্রাপ্ত হয়নি তারা যেন তিন সময় তোমাদের ঘরে প্রবেশের পূর্বে অনুমতি নেয়—ফজরের নামাজের পূর্বে, দুপুরে যখন তোমরা তোমাদের পোশাক খুলে রাখ এবং এশার নামাজের পর। এই তিন সময় তোমাদের গোপনীয়তার সময়।", 
      ref:"(সুরা : নুর, আয়াত : ৫৮)"
      },{
      title: "৭৫। বিনম্র হয়ে চলাফেরা করো",
      detail:"ইরশাদ হয়েছে, ‘রহমানের বান্দা তারাই, যারা পৃথিবীতে নম্রভাবে চলাফেরা করে।", 
      ref:"(সুরা : ফোরকান, আয়াত : ৬৩)"
      },{
      title: "৭৬। মানুষের প্রতি দয়া করো",
      detail:"ইরশাদ হয়েছে, ‘আল্লাহ তোমার প্রতি যেমন অনুগ্রহ করেছেন, তুমিও তেমন অনুগ্রহ করো। পৃথিবীতে বিপর্যয় সৃষ্টি কোরো না।", 
      ref:"(সুরা : কাসাস, আয়াত : ৭৭)"
      },{
      title: "৭৭। সংকটকালেও আল্লাহর পথে অটল থাকো",
      detail:"ইরশাদ হয়েছে, ‘তোমার প্রতি আল্লাহর আয়াত অবতীর্ণ হওয়ার পর তারা যেন তোমাকে কিছুতেই সেগুলো থেকে বিমুখ না করে। তুমি তোমার প্রতিপালকের প্রতি আহ্বান করো এবং কিছুতেই মুশরিকদের দলভুক্ত হইয়ো না।", 
      ref:"(সুরা : ফোরকান, আয়াত : ৮৭)"
      },{
      title: "৭৮। সমকামিতা জঘন্যতম অপরাধ",
      detail:"ইরশাদ হয়েছে, ‘তোমরাই তো পুরুষে উপগত হচ্ছো, তোমরাই ডাকাতি করে থাকো, তোমরাই তোমাদের মজলিসে প্রকাশ্যে অপকর্ম করে থাকো। উত্তরে তার সম্প্রদায় শুধু বলল, আমাদের ওপর আল্লাহর শাস্তি নিয়ে এসো—যদি তুমি সত্যবাদী হও।", 
      ref:"(সুরা : আনকাবুত, আয়াত : ২৯)"
      },{
      title: "৭৯। সৎ কাজের আদেশ করো",
      detail:"ইরশাদ হয়েছে, ‘হে পুত্র! নামাজ আদায় করো, সৎ কাজের আদেশ দাও এবং অসৎ কাজ থেকে নিষেধ করো। বিপদে ধৈর্য ধারণ করো। এটাই তো দৃঢ় সংকল্পের কাজ।", 
      ref:"(সুরা : লোকমান, আয়াত : ১৭)"
      },{
      title: "৮০। মানুষকে অবজ্ঞা কোরো না",
      detail:"ইরশাদ হয়েছে, ‘অহংকারবশত তুমি মানুষকে অবজ্ঞা কোরো না এবং পৃথিবীতে উদ্ধতভাবে বিচরণ কোরো না। নিশ্চয় আল্লাহ কোনো উদ্ধত অহংকারীকে পছন্দ করেন না।’(সুরা : লোকমান, আয়াত : ১৮)"
      },{
      title: "৮১। কণ্ঠস্বর নিচু রাখো",
      detail:"ইরশাদ হয়েছে, ‘তুমি সংযতভাবে পথ চলো এবং তোমার কণ্ঠস্বর নিচু রাখো। নিশ্চয়ই গাধার স্বর সর্বাধিক শ্রুতিকটু।", 
      ref:"(সুরা লোকমান, আয়াত : ১৯)"
      },{
      title: "৮২। নারী অশালীনভাবে নিজেকে প্রদর্শন করবে না",
      detail:"ইরশাদ হয়েছে, ‘তোমরা ঘরে অবস্থান করো এবং পূর্ববর্তী জাহেলি (বর্বর) যুগের মতো নিজেদের প্রদর্শন করে বেড়াবে না।", 
      ref:"(সুরা আহজাব, আয়াত : ৩৩)"
      },{
      title: "৮৩। অপরাধ যত বড় হোক আল্লাহ ক্ষমা করবেন",
      detail:"ইরশাদ হয়েছে, ‘বলুন! হে আমার বান্দাগণ তোমাদের মধ্যে যারা নিজেদের প্রতি অবিচার করেছ, তোমরা আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয়ই আল্লাহ সব গুনাহই ক্ষমা করে দেবেন। নিশ্চয়ই তিনি ক্ষমাশীল ও দয়ালু।", 
      ref:"(সুরা ঝুমার, আয়াত : ৫৩)"
      },{
      title: "৮৪। আল্লাহর নিকট আশ্রয় গ্রহণ করো",
      detail:"ইরশাদ হয়েছে, ‘তোমরা তোমাদের প্রতিপালকের অভিমুখী হও এবং তাঁর নিকট আত্মসমর্পণ করো; তোমাদের ওপর শাস্তি আসার আগে, যখন তোমাদের সাহায্য করা হবে না।", 
      ref:"(সুরা ঝুমার, আয়াত : ৫৪)"
      },{
      title: "৮৫। মন্দের বিপরীতে ভালো করো",
      detail:"ইরশাদ হয়েছে, ‘ভালো-মন্দ কখনো সমান হতে পারে না। মন্দ প্রতিহত করো ভালোর দ্বারা। ফলে তোমার সঙ্গে যার শত্রুতা আছে, সে অন্তরঙ্গ বন্ধু হয়ে যাবে।", 
      ref:"(সুরা হা মিম সাজদা, আয়াত : ৩৪)"
      },{
      title: "৮৬। পরামর্শ করে কাজ করো",
      detail:"ইরশাদ হয়েছে, ‘(মুমিনরা)‘ পরস্পরের সঙ্গে পরামর্শ করে কাজ করে।", 
      ref:"(সুরা শুরা, আয়াত : ৩৮)"
      },{
      title: "৮৭। আল্লাহ আপস পছন্দ করেন",
      detail:"ইরশাদ হয়েছে, ‘মুমিনরা পরস্পর ভাই ভাই। সুতরাং তোমরা ভাইদের ভেতর শান্তি স্থাপন করো আর আল্লাহকে ভয় করো যাতে তোমরা অনুগ্রহপ্রাপ্ত হও।", 
      ref:"(সুরা হুজরাত, আয়াত : ১০)"
      },{
      title: "৮৮। কাউকে উপহাস করো না",
      detail:"ইরশাদ হয়েছে, ‘হে মুমিনরা! কোনো পুরুষ যেন অপর কোনো পুরুষকে উপহাস না করে; কেননা যাকে উপহাস করা হচ্ছে সে তার চেয়ে উত্তম হতে পারে। কোনো নারী যেন অপর কোনো নারীকে উপহাস না করে। কেননা যাকে উপহাস করা হচ্ছে সে উপহাসকারী নারীর চেয়ে উত্তম হতে পারে।’(সুরা হুজরাত, আয়াত : ১১)"
      },{
      title: "৮৯। সন্দেহপ্রবণতা ভালো নয়",
      detail:"ইরশাদ হয়েছে, ‘মুমিনরা অধিক পরিমাণে সন্দেহ করা থেকে বিরত থাকো। নিশ্চয়ই কিছু কিছু সন্দেহ পাপতুল্য।", 
      ref:"(সুরা হুজরাত, আয়াত : ১২)"
      },{
      title: "৯০। পরনিন্দা করো না",
      detail:"ইরশাদ হয়েছে, ‘তোমরা পরস্পরের অনুপস্থিতিতে নিন্দা করো না। তোমাদের কেউ কি তার মৃত ভাইয়ের গোশত খেতে পছন্দ করবে? বস্তুত তোমরা তা ঘৃণা করো। আল্লাহকে ভয় করো। নিশ্চয়ই আল্লাহ ক্ষমাশীল ও দয়ালু।", 
      ref:"(সুরা হুজরাত, আয়াত : ১২)"
      },{
      title: "৯১। সম্মানের ভিত্তি খোদাভীতি",
      detail:"ইরশাদ হয়েছে, ‘হে মানুষ! আমি তোমাদেরকে সৃষ্টি করেছি এক পুরুষ ও এক নারী থেকে। অতঃপর তোমাদের বিভক্ত করেছি বিভিন্ন জাতি ও গোত্রে, যাতে তোমরা একে অপরের সঙ্গে পরিচিত হতে পারো। তোমাদের মধ্যে সেই ব্যক্তি আল্লাহর কাছে অধিক সম্মানিত যে আল্লাহকে অধিক ভয় করে। নিশ্চয়ই আল্লাহ সব কিছু জানেন এবং সব কিছুর খবর রাখেন।", 
      ref:"(সুরা : হুজরাত, আয়াত : ১৩)"
      },{
      title: "৯২। অতিথির প্রতি সম্মান প্রদর্শন করো",
      detail:"ইরশাদ হয়েছে, ‘আপনার নিকট ইবরাহিমের সম্মানিত মেহমানদের ঘটনা বিবৃত হয়েছে? যখন তারা তাঁর কাছে উপস্থিত হয়ে বলল, সালাম। উত্তরে তিনি বললেন, সালাম। এরা তো অপরিচিত লোক। অতঃপর ইবরাহিম তার নিকট গেল এবং একটি মাংসল গরুর বাছুর ভাজা নিয়ে এলো এবং তাদের সামনে রাখল।", 
      ref:"(সুরা : জারিয়াত, আয়াত : ২৪-২৭)"
      },{
      title: "৯৩। দাতব্যকাজে অর্থ ব্যয় করো",
      detail:"ইরশাদ হয়েছে, ‘তোমরা আল্লাহ ও তাঁর রাসুলের ওপর বিশ্বাস স্থাপন করো এবং আল্লাহ তোমাদেরকে যা কিছুর উত্তরাধিকারী করেছেন তা থেকে ব্যয় করো। তোমাদের মধ্যে যারা ঈমান আনে ও ব্যয় করে, তাদের জন্য রয়েছে মহাপুরস্কার।", 
      ref:"(সুরা : হাদিদ, আয়াত : ৭)"
      },{
      title: "৯৪। বৈরাগ্যবাদ মানুষের সৃষ্টি",
      detail:"ইরশাদ হয়েছে, ‘বৈরাগ্যবাদ এটা তারা নিজেরাই আল্লাহর সন্তুষ্টির জন্য প্রবর্তন করেছিল। আমি তাদের এই বিধান দিইনি। অথচ তারা এটাও ঠিকমতো পালন করেনি।", 
      ref:"(সুরা : হাদিদ, আয়াত : ২৭)"
      },{
      title: "৯৫। আলেমদের আল্লাহ মর্যাদা দান করেছেন",
      detail:"ইরশাদ হয়েছে, ‘তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদেরকে জ্ঞান দান করা হয়েছে তাদের মর্যাদা বৃদ্ধি করবেন। তোমরা যা করো আল্লাহ তা সম্মুখ অবগত।", 
      ref:"(সুরা : মুজাদালা, আয়াত : ৫৮)"
      },{
      title: "৯৬। অমুসলিমদের সঙ্গেও উত্তম আচরণ করতে হবে",
      detail:"ইরশাদ হয়েছে, ‘যারা দ্বিনের ব্যাপারে তোমাদের বিরুদ্ধে যুদ্ধ করেনি এবং তোমাদেরকে নিজ মাতৃভূমি থেকে বের করে দেয়নি, তাদের প্রতি মহানুভবতা প্রদর্শন ও ন্যায়বিচার করতে আল্লাহ তোমাদের নিষেধ করেননি।", 
      ref:"(সুরা : মুমতাহিনা, আয়াত : ৮)"
      },{
      title: "৯৭। ঋণদাতার জন্য রয়েছে পুরস্কার",
      detail:"ইরশাদ হয়েছে, ‘যদি তোমরা আল্লাহকে উত্তম ঋণ দান করো, তিনি তোমাদের জন্য তা বহুগুণ বৃদ্ধি করে দেবেন এবং তিনি তোমাদের ক্ষমা করবেন। আল্লাহ গুণগ্রাহী, ধৈর্যশীল।", 
      ref:"(সুরা : তালাক, আয়াত : ১৭)"
      },{
      title: "৯৮। তাহাজ্জুদের নামাজ পড়ো",
      detail:"ইরশাদ হয়েছে, ‘নিশ্চয় আপনার প্রতিপালক জানেন যে আপনি জাগরণ করেন কখনো রাতের প্রায় দুই-তৃতীয়াংশ, কখনো অর্ধাংশ এবং কখনো এক-তৃতীয়াংশ; জাগে তোমার সঙ্গে যারা আছে তাদের একটি দলও। আল্লাহই নির্ধারণ করেন দিন-রাতের পরিমাণ।", 
      ref:"(সুরা : মুজাম্মিল, আয়াত : ২০)"
      },{
      title: "৯৯। ভিক্ষুকদের ধমক দিয়ো না",
      detail:"ইরশাদ হয়েছে, ‘এবং তুমি ভিক্ষুককে ধমক দিয়ো না।", 
      ref:"(সুরা : দুহা, আয়াত : ১০)"
      },{
      title: "১০০। আল্লাহর একত্ববাদের সাক্ষ্য",
      detail:"ইরশাদ হয়েছে, ‘বলুন! আল্লাহ এক-অদ্বিতীয়, তিনি অমুখাপেক্ষী, তিনি কাউকে জন্ম দেননি এবং তাঁকেও কেউ জন্ম দেয়নি। এবং তাঁর সমতুল্য কেউ নেই।", 
      ref:"(সুরা : ইখলাস)"
      }]
  };
}